<template>
  <section class="py-16 relative">
    <div class="container-xl mx-auto px-4">
      <div
        class="text-[32px] sm:text-[48px] font-bold mx-auto w-fit mb-14 flex flex-col items-center"
      >
        <h2 class="grad gradient-text text-center leading-none">
          ПРАВИЛА ДЛЯ УЧАСНИКІВ ЧАТУ
        </h2>
        <NuxtLink :to="{ path: '/' }">
          <button
            class="mt-14 w-[220px] font-[400] text-[#252525] text-[16px] mx-auto max-w-[100%] py-6 px-6 bg-gradient-to-r from-[#FADA8F] via-[#FFFFFF] to-[#FADA8F] rounded-[30px]"
          >
            НАЗАД
          </button>
        </NuxtLink>
      </div>
      <div class="flex items-center justify-center">
        <div
          class="max-w-full bg-[#4b4b4b52] bg-opacity-[32%] backdrop-blur-[2px] border-[1px] border-[#ffffff42] text-white p-6 rounded-lg flex flex-col max-w-[800px]"
        >
          <p>Правила користування</p>
          <p>Інформаційними послугами (далі – Правила):</p>
          <p>
            Ці правила є обов’язковими для прийняття кожним учасником курсу
            (заходу) і є невід’ємною частиною ПУБЛІЧНОГО ДОГОВОРУ (ОФЕРТИ) ПРО
            НАДАННЯ ІНФОРМАЦІЙНИХ ПОСЛУГ
          </p>
          <p>Опублікованого на сайті : https://neo18.com.ua</p>
          <p></p>
          <p>
            - Замовник автоматично приймає ці Правила та зобов’язується їх
            дотримуватись з моменту реєстрації Замовника на курсі (заході),
            шляхом додавання його в якості учасника курсу/закритої групи (чату)
            в соціальній мережі Telegram.
          </p>
          <p>
            - Надання послуг здійснюється за умови передоплати. Реєстрація
            Замовника на курсі (заході) здійснюється після підтвердження
            проведення оплати Замовником, а саме зарахування коштів на рахунок
            Виконавця, за відповідний курс (захід) в розмірі не менше ніж 50%
            вартості від загальної вартості курсу (заходу).
          </p>
          <p>
            - Сума оплати, що внесена частково є завдатком і в разі відмови
            Замовника від подальшої повної оплати або від участі у заході
            Замовнику не повертається.
          </p>
          <p>
            - В разі порушення строку оплати встановленого Виконавцем більше ніж
            на 10 робочих днів, Виконавець має право не надавати доступу до
            курсу (заходу) або тимчасово припинити доступ Замовника до
            матеріалів (чатів, груп, каналів в соціальних мережах) до здійснення
            Замовником повної оплати згідно умов Договору.
          </p>
          <p>
            - Для отримання доступу Замовником до закритих каналів необхідно
            надати Виконавцю контактні дані , а саме: І’мя та прізвище,
            мобільний номер телефону, імейл. Замовник зобов'язаний надавати
            достовірну інформацію про себе у процесі заповнення заявки
            (реєстрації).
          </p>
          <p>
            - Виконавець не несе відповідальності за точність, законність і
            правдивість персональних даних Замовника, наданих Замовником
            Виконавцю.
          </p>
          <p>
            - Надання послуги шляхом підключення до закритих каналів/чатів/груп
            здійснюється після відправки Замовником фото-підтвердження оплати
            послуг Виконавцю в канал соціальної мережи Telegram.
          </p>
          <p>
            - Виконавець отримує цілодобовий доступ до всіх текстових, відео,
            фото, аудіо-матеріалів, доступ до яких надано Замовнику в рамках
            курсу (заходу).
          </p>
          <p>
            Термін доступу до цих матеріалів залежить від обраного пакету
            послуг.
          </p>
          <p>
            - Замовник зобов'язується не відтворювати, не повторювати, не
            копіювати, не продавати, а також не використовувати з будь-якою
            метою інформацію та матеріали, що стали йому доступними у зв'язку з
            наданням Інформаційної послуги, за винятком їх особистого
            використання.
          </p>
          <p>
            - Замовник зобов'язаний підтримувати у справному технічному стані
            обладнання та канали зв'язку, які забезпечують доступ до закритих
            каналів участі. Виконавець не несе відповідальності за ненадання
            (неякісне надання) Інформаційної послуги з причин, що не залежать
            від Виконавця.
          </p>
          <p></p>
          <p>Правила участі в каналах/чатах/групах</p>
          <p>
            Замовник з повагою ставиться до всіх учасників курсу/чату/каналу;
          </p>
          <p>
            Замовник не роздає поради та рекомендації іншим учасникам без
            їхнього запиту
          </p>
          <p>
            Перш ніж поставити запитання, Замовник спробує на нього відповісти
            самостійно
          </p>
          <p></p>
          <p>ЗАМОВНИКУ ЗАБОРОНЕНО:</p>
          <p>Рекламувати себе або будь-який вид послуг</p>
          <p>
            Поширювати матеріали, обговорювати теми в чаті, які не стосуються
            програми курсу
          </p>
          <p>Поширювати матеріали інших авторів</p>
          <p>
            Пересилати матеріали курсу (аудіо, відео, фото, текстові
            повідомлення) третім особам, які не є учасниками курсу/чату
          </p>
          <p>
            Пересилати (аудіо, відео, фото, текстові повідомлення) інших
            учасників, робити посилання на чат третім особам, які не є
            учасниками курсу/чату
          </p>
          <p>
            Вся інформація, що міститься в цьому чаті є конфіденційною і не може
            бути передана іншим особам.
          </p>
          <p>
            Ображати, знецінювати, погрожувати, переслідувати, цькувати,
            проявляти відвертий хейт, тощо, по відношенню до інших учасників
            та/або адміністраторів, автора курсу
          </p>
          <p>
            Щоб поставити питання адміністратору необхідно, зазначити @
            __________________
          </p>
          <p>Адміністратор відповідає на запитання протягом дня.</p>
          <p>
            - Адміністратор чату залишає за собою право заблокувати або видалити
            учасника/ків які порушують правила чату.
          </p>
          <p>
            - Виконавець, в односторонньому порядку може тимчасово припинити
            доступ Замовника до курсу (заходу) в разі порушення Замовником цих
            Правил надання Інформаційних послуг, до моменту припинення порушень
            або видалити учасника курсу (заходу). При цьому кошти за оплачені
            послуги Замовнику не повертаються.
          </p>
        </div>
      </div>
    </div>
  </section>
</template>
