<template>
  <section class="py-16 relative">
    <div class="container-xl mx-auto px-4">
      <div
        class="text-[32px] sm:text-[48px] font-bold mx-auto w-fit mb-14 flex flex-col items-center"
      >
        <h2 class="grad gradient-text text-center leading-none">
          ПРАВИЛА КОРИСТУВАННЯ ІНФОРМАЦІЙНИМИ ПОСЛУГАМИ
        </h2>
        <NuxtLink :to="{ path: '/' }">
          <button
            class="mt-14 w-[220px] font-[400] text-[#252525] text-[16px] mx-auto max-w-[100%] py-6 px-6 bg-gradient-to-r from-[#FADA8F] via-[#FFFFFF] to-[#FADA8F] rounded-[30px]"
          >
            НАЗАД
          </button>
        </NuxtLink>
      </div>
      <div class="flex items-center justify-center">
        <div
          class="max-w-full bg-[#4b4b4b52] bg-opacity-[32%] backdrop-blur-[2px] border-[1px] border-[#ffffff42] text-white p-6 rounded-lg flex flex-col max-w-[800px]"
        >
          <p>ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ</p>
          <p></p>
          <p>1. Загальні положення</p>
          <p>
            1.1. Ця Політика визначає порядок обробки та захисту фізичною
            особою-підприємцем Онищенко О.О., IPN 2963403027, e-mail:
            elenaoniua@gmail.com, (далі – «Власник») та його партнерами (далі –
            «Партнери») інформації про фізичних осіб (далі – Користувач), яка
            може бути отримана Власником при придбанні Користувачем
            послуг/товарів, невиключної ліцензії, що надається через веб-сайт,
            послуг, сервісів, програм, що використовуються Власником та/або
            Партнери (далі – Сайт, Послуги).
          </p>
          <p>
            1.2. Метою цієї Політики є забезпечення належного захисту
            персональної інформації, яку Користувач надає про себе при
            використанні Веб-сайту, Послуг або в процесі реєстрації, для
            придбання товарів/послуг, невиключної ліцензії від несанкціонованого
            доступу та розголошення.
          </p>
          <p>
            1.3. Відносини, пов'язані зі збором, зберіганням, поширенням та
            захистом наданої Користувачем інформації, регулюються цією
            Політикою, іншими офіційними документами Власника та чинним
            законодавством України.
          </p>
          <p>
            1.4. Реєструючись на Веб-сайті та користуючись Веб-сайтом та
            Послугами, Користувач висловлює свою повну згоду з умовами цієї
            Політики.
          </p>
          <p>
            1.5. У разі незгоди Користувача з умовами цієї Політики,
            використання Веб-сайту та/або будь-яких Послуг, доступних при
            використанні Веб-сайту, має бути негайно припинено.
          </p>
          <p>
            1.6. У разі незгоди Користувача отримувати інформацію від Власника
            та/або Партнерів, Користувач може відписатися від розсилки:
          </p>
          <p>
            надіславши повідомлення на Директ аккаунт соціальної мережі
            Instagram за адресою:
            https://www.instagram.com/lena__onishchenko__/.
          </p>
          <p>
            При надходженні повідомлення в Директ аккаунт соціальної мережі
            Instagram за адресою:
            https://www.instagram.com/lena__onishchenko__/, створюється
            звернення за результатами отриманої від Користувача інформації.
            Запит обробляється протягом максимум 24 годин. В результаті
            інформація про Користувача не потрапляє в сегмент розсилки.
          </p>
          <p></p>
          <p>
            2. Цілі збору, обробки та зберігання інформації, наданої
            користувачами Веб-сайту
          </p>
          <p>
            2.1. Обробка персональних даних Користувача здійснюється відповідно
            до законодавства України. Власник обробляє персональні дані
            Користувача для наступних цілей:
          </p>
          <p>
            ідентифікація сторони в рамках договорів та договорів, укладених з
            Власником та/або Партнерами;
          </p>
          <p>
            надання Користувачеві товарів/послуг, доступу до Веб-сайту, Послуг;
          </p>
          <p>
            комунікація з Користувачем, направлення транзакційних листів
            Користувачу в момент отримання заявки на реєстрацію на Веб-сайті або
            отримання оплати від Користувача, разово, якщо Користувач виконує ці
            дії, направлення повідомлень та запитів Користувачу;
          </p>
          <p>
            направлення рекламних та/або інформаційних повідомлень Користувачу;
          </p>
          <p>
            перевірка, дослідження та аналіз таких даних з метою підтримки та
            покращення сервісів та розділів Сайту, а також для розробки нових
            сервісів та розділів Сайту;
          </p>
          <p>
            проведення статистичних та інших досліджень на основі знеособлених
            даних.
          </p>
          <p>
            Обробка вищезазначених персональних даних може здійснюватися за
            допомогою змішаної обробки персональних даних, і може включати збір,
            систематизацію, накопичення, зберігання, уточнення, знеособлення,
            блокування, знищення персональних даних.
          </p>
          <p>
            Персональні дані можуть бути передані третім особам з використанням
            мереж загального користування та міжнародного обміну інформацією, з
            використанням транскордонної передачі даних на території іноземних
            держав, у тому числі, якщо ці країни не забезпечують належного
            захисту прав суб'єктів персональних даних з метою отримання
            Користувачем товарів/послуг, а також для досягнення інших цілей.
          </p>
          <p>
            персональні дані можуть оброблятися протягом усього строку позовної
            давності, передбаченого законодавством України щодо Договору,
            укладеного Користувачем з Власником та/або Партнерами.
          </p>
          <p>
            3. Умови обробки персональної інформації, наданої Користувачем, та
            її передачі третім особам.
          </p>
          <p>
            3.1. Власник вживає всіх необхідних заходів для захисту персональних
            даних Користувача від несанкціонованого доступу, зміни, розкриття
            або знищення.
          </p>
          <p>
            3.2. Власник надає доступ до персональних даних Користувача тільки
            тим співробітникам, підрядникам і Партнерам, яким необхідна ця
            інформація для забезпечення функціонування Веб-сайту, Сервісів та
            надання Послуг, продажу товарів, отримання Користувачем невиключної
            ліцензії.
          </p>
          <p>
            3.3. Власник має право використовувати надану Користувачем
            інформацію, в тому числі персональні дані, з метою забезпечення
            дотримання вимог чинного законодавства України (в тому числі з метою
            запобігання та/або припинення незаконних та/або протиправних дій
            Користувачів). Розкриття наданої Користувачем інформації може бути
            здійснено лише відповідно до чинного законодавства України на вимогу
            суду, правоохоронних органів, а також в інших випадках, передбачених
            законодавством України.
          </p>
          <p>
            3.4. Власник не перевіряє достовірність наданої Користувачем
            інформації і виходить з того, що Користувач добросовісно надає
            достовірну і достатню інформацію, піклується про своєчасність
            внесення змін до раніше наданої інформації при виникненні такої
            необхідності, в тому числі, але не обмежуючись, зміною номера
            телефону.
          </p>
          <p></p>
          <p>4. Умови використання сайту, послуг, навчальних матеріалів</p>
          <p>
            4.1. Користувач, використовуючи Веб-сайт, навчальні матеріали,
            підтверджує, що:
          </p>
          <p>
            володіє всіма необхідними правами на реєстрацію та використання
            пропонованих Власником Послуг;
          </p>
          <p>
            вказує достовірну інформацію про себе в обсягах, необхідних для
            використання Послуг Сайту, обов'язкові поля для подальшого надання
            Послуг Сайту позначені особливим чином, вся інша інформація
            надається Користувачем на власний розсуд.
          </p>
          <p>
            усвідомлює, що інформація, розміщена Користувачем про себе на Сайті,
            може стати доступною третім особам, не зазначеним у цій Політиці, і
            може бути ними скопійована та поширена;
          </p>
          <p>
            ознайомлений з цією Політикою, згоден з нею та приймає на себе
            зазначені в ній права та обов'язки. Ознайомлення з умовами цієї
            Політики, розміщеними на сайті, є письмовою згодою Користувача на
            збір, зберігання, обробку та передачу персональних даних, наданих
            Користувачем третім особам.
          </p>
          <p>
            4.2. Власник не перевіряє достовірність отриманої (зібраної)
            інформації про Користувачів, за винятком випадків, коли така
            перевірка необхідна для виконання зобов'язань перед Користувачем.
          </p>
          <p></p>
          <p>
            5. Для цілей цієї Політики «персональна інформація Користувача»
            означає:
          </p>
          <p>
            5.1. Дані, що надаються Користувачем самостійно при використанні
            Веб-сайту, Сервісів, включаючи, але не обмежуючись: Прізвище, ім'я,
            по батькові; Прізвище, ім'я в латинській транскрипції, як вони
            вказані в закордонному паспорті; Рік, місяць і число народження;
            Місце народження; Підлога; Адреса електронної пошти; Домашній та
            контактний (мобільний) телефони; дані про зріст, вагу і стан
            здоров'я.
          </p>
          <p>
            5.2. Дані, які автоматично передаються до Сервісів у процесі їх
            використання за допомогою програмного забезпечення, встановленого на
            пристрої Користувача, включаючи IP-адресу, інформацію про файл
            cookie, інформацію про браузер Користувача (або іншу програму, за
            допомогою якої здійснюється доступ до Сервісів), час доступу, адресу
            запитуваної сторінки.
          </p>
          <p></p>
          <p>6. Зміни в Політиці конфіденційності. Застосовне законодавство</p>
          <p>
            6.1. Власник має право вносити зміни до цієї Політики
            конфіденційності. При внесенні змін в поточну версію вказується дата
            останнього оновлення. Нова редакція Політики набирає чинності з
            моменту її розміщення, якщо інше не передбачено новою редакцією
            Політики. Актуальна версія завжди доступна на сторінці за адресою
            https://neo18.com.ua
          </p>
          <p>
            6.2. До цієї Політики та відносин між Користувачем та Власником, що
            виникають у зв'язку із застосуванням Політики конфіденційності,
            застосовується законодавство України.
          </p>
          <p></p>
          <p>7. Зворотний зв'язок. Запитання та пропозиції</p>
          <p>
            7.1. Про всі пропозиції або питання щодо цієї Політики слід
            повідомляти Службу підтримки проектів шляхом надсилання повідомлення
            на Директ-аккаунт соціальної мережі Instagram за адресою
            https://www.instagram.com/lena__onishchenko__/.
          </p>
          <p></p>
        </div>
      </div>
    </div>
  </section>
</template>
